Repository: Zacro-Technologies/NeuroForge
Catalog: Widgets/Localizable.xcstrings
Source language: en
Languages: ja

source: NeuroForge Today, %@. No plan yet. Open NeuroForge.
ja: NeuroForge 今日（%@）。プランはまだありません。NeuroForgeを開いてください。

# NeuroForge Today, %@. %@ plan, not started. Start plan.
source: NeuroForge Today, %1$@. %2$@ plan, not started. Start plan.
ja: NeuroForge 今日（%1$@）。%2$@のプランは未開始です。プランを開始してください。

# NeuroForge Today, %@. %lld/%lld complete. Continue plan.
source: NeuroForge Today, %1$@. %2$lld/%3$lld complete. Continue plan.
ja: NeuroForge 今日（%1$@）。%2$lld/%3$lld完了。プランを続けてください。

source: NeuroForge Today, %@. Plan complete. Review today’s work.
ja: NeuroForge 今日（%@）。プラン完了。今日の学習を確認しましょう。

source: NeuroForge Today. No plan yet. Open NeuroForge.
ja: NeuroForge Today。プランはまだありません。NeuroForgeを開いてください。

source: NeuroForge Today. Plan complete. Review today’s work.
ja: NeuroForge Today。プラン完了。今日の学習を確認しましょう。

source: No plan yet
ja: プランはまだありません

source: Open NeuroForge
ja: NeuroForgeを開く

source: Review today
ja: 今日を振り返る

source: Today’s plan complete
ja: 今日のプラン完了

# %lld/%lld complete
source: %1$lld/%2$lld complete
ja: %1$lld/%2$lld 完了

source: %lldm
ja: %lld分

source: Complete
ja: 完了

source: Continue · %lldm plan
ja: 続ける・%lld分プラン

source: NeuroForge Today
ja: NeuroForge 今日

source: Open NeuroForge to prepare today’s private plan.
ja: NeuroForgeを開いて、今日の非公開プランを準備してください。

source: Plan ready in app
ja: アプリでプランを準備済み

source: Start or continue today’s privacy-safe training plan.
ja: 今日のプライバシーに配慮したトレーニングプランを開始または続行します。

source: Start · %lldm plan
ja: 開始・%lld分プラン

source: 1 minute
ja: 1分

source: %lld min
ja: %lld分

source: %lld minutes
ja: %lld分

source: Start · %@ plan
ja: 開始・%@プラン

source: Continue · %@ plan
ja: 続ける・%@プラン

source: NeuroForge Today. %@ plan, not started. Start plan.
ja: NeuroForge 今日。%@のプランは未開始です。プランを開始してください。

source: Today
ja: 今日
